subtitles = [
	{"text": "We'll start in Yosemite Valley. Although truly dark skies are getting harder and harder to find, they are well worth seeking out.", "time":20},
	{"text": "Think about the darkest skies you've ever seen.", "time":27},
	{"text": "As the sun sets the stars come out.", "time":35},
	{"text": "Sights like this have inspired people across the globe to wonder about what they see and to build tools to get a better understanding.", "time":56},
	{"text": "One such person, the Maharajah Jai Singh, was inspired almost 300 years ago to dedicate the resources of his kingdom to build this tremendous observatory in Jaipur, India. Sighting along these massive structures, his astronomers were able to track the sun and stars and follow the motions of the planets.", "time":65},
	{"text": "Today, driven by the same desire to discover - and drawn by dark skies, high altitudes and good weather - many nations have come together on the big island of Hawaii to build this world class collection of telescopes atop Mauna Kea.", "time":90},
	{"text": "This is the view from inside the Gemini telescope's dome, on a clear Hawaiian night.", "time":110},
	{"text": "Let’s embark on this journey of wonder together.", "time":121},
	{"text": "Almost a millennium ago, in 1054, people around the world viewed a remarkable sight.", "time":136},
	{"text": "A new star suddenly appeared in the sky. Its appearance was recorded by Chinese and Japanese astronomers, and it MIGHT have been the inspiration for this Anasazi pictograph in Chaco Canyon, New Mexico.", "time":147},
	{"text": "At its peak, the star was visible during the day, and bright enough to read by at night. The guest star shone for about two years and then faded away, leaving people across the world to wonder what it meant.", "time":160},
	{"text": "After the invention of the telescope 600 years later, astronomers began to piece together the mystery of what had happened in 1054.", "time":170},
	{"text": "In 1846 an Irish noble, the Earl of Rosse, observing from his telescope in Birr Castle, drew this picture of a faint deep sky object. He thought it looked like a crab - the name stuck.", "time":180},
	{"text": "It is known as the Crab Nebula. Nebula is the Latin word for cloud.", "time":205},
	{"text": "Today, a continuing drive to observe and discover led us to build the Hubble Space Telescope, through which we get this amazing view overhead.", "time":230},
	{"text": "We now know the Crab Nebula is a Supernova Remnant, the remains of a tremendous explosion that marks the death of a star.", "time":245},
	{"text": "A remarkable example of this cycle of wonder, observation and discovery spanning nearly 1000 years.", "time":255},
	{"text": "Further observations using x-rays allow us to examine the heart of the nebula, seeing things we can't with visible light.  In purple we see Chandra X-Ray Space telescope imaging that shows jets of high energy particles being shot out from the stellar remnant - a neutron star.", "time":267},
	{"text": "A neutron star is incredibly dense; the one at the heart of the Crab weighs more than the Sun, but is only the size of the city of Chicago.", "time":280},
	{"text": "OK, now take that penny and hold it in your hands, feel its weight. If this penny were made of neutron star material, it would weigh 100 million tons - that's more than all the buildings in the city of Chicago combined!", "time":295},
	{"text": "Supernovae are very important, without them we wouldn't have heavy elements, such as the copper and zinc in pennies, not to mention silver and gold. These elements, as well as the calcium in your bones and the iron in your blood were forged in a star and released in a stellar explosion like the one observed in 1054.", "time":315},
	{"text": "Cultures across the globe have grouped stars together in constellations that tell their stories.", "time":337},
	{"text": "For millennia Chinese stories about families and guests, divine blessings and curses, and the threat of foreign invaders have inspired the way they see star patterns. This chart is part of Adler's collection; the chart dates back 200 years, but is based on a stone carving over 750 years old.", "time":350},
	{"text": "Compare these groupings to the Western constellations and the Babylonian, Greek and Roman stories that shaped them.", "time":364},
	{"text": "This sky chart from the mid sixteen hundreds shows many of the constellations still used by us today. Take a look, do you recognize a few? In many cases these constellations helped to tell dramatic stories explaining why the Universe is the way it is.", "time":380},
	{"text": "Today, Astronomers still use constellations as a map to locate objects in the night sky - just as our country is divided into 50 states, the sky is divided into 88 official constellations.", "time":395},
	{"text": "As we zoom in to one of the most recognizable of the constellations, Orion the Hunter, we'll see that the stars have their own dramatic stories to tell. In this case, it is a story of star birth rather than star death.", "time":418},
	{"text": "The Orion complex is a collection of gas, dust and stars - a giant stellar nursery.", "time":430},
	{"text": "This is the Flame Nebula, a gas cloud visible due to the bright young stars inside it.", "time":442},
	{"text": "This is the Horsehead nebula - recognizable as the dark gas obscures the brighter objects behind it.", "time":454},
	{"text": "We are headed to the great nebula in Orion, a region of active star formation.", "time":460},
	{"text": "Overlaid is a high resolution image from the Hubble Space Telescope. This colorful picture is constructed from digital imaging taken in five filters spanning visible and infrared light. For these reasons the colors are very different than the older photographic survey in the background. Observing the nebula in different wavelengths of light allows us to discover important clues to its internal structure.", "time":470},
	{"text": "The winds from hot young stars are shaping the nebula. In places carving out regions, and in other places pushing material together where it may collapse under its own gravity to form new stars.", "time":485},
	{"text": "In fact, in this image we've even been able to capture several stars in the process of being born.", "time":500},
	{"text": "Right here, there is a newly formed star surrounded by a dark disk. This is an embryonic solar system - 4.6 billion years ago our Solar System would have looked something like this. There are over 100 similar objects in this nebula.", "time":510},
	{"text": "Understanding the details of how stars form is one of the major challenges of modern astrophysics. Let's travel south, to a part of sky only visable from the southern hemisphere, to visit another star forming region, the great Nebula in Carina.", "time":550
	},
	{"text": "In 2007 the Hubble Space Telescope imaged a large section of the nebula.", "time":594},
	{"text": "We are headed towards a remarkable star, Eta Carinae. In the 1840s it suddenly brightened, temporarily becoming the second brightest star in the sky.", "time":610},
	{"text": "It is a bit overexposed here, so let's fade in an earlier Hubble image where we can see it more clearly. We believe that those lobes were ejected in the Great Eruption of the 1840s.", "time":628},
	{"text": "While not as bright as it once was, it is still one of the most luminous stars known, emitting more than 4 million times as much light as our Sun.", "time":648},
	{"text": "I think that this is one of the most beautiful astronomical objects ever imaged - I'll be quiet for a bit and let you soak it in.", "time":660},
	{"text": "Notice the dark globules, I've circled a few. It is inside these structures that stars are born. But in this image our view is blocked by dust, we are left to wonder about what lies inside.", "time":690},
	{"text": "We need a way to see through the dark regions to the stars. So in 2009 on the final Hubble re-servicing mission, astronauts installed a new camera with improved ability to image in the infrared.", "time":715},
	{"text": "This region of the Carina Nebula was one of the first to be imaged with the new camera. This is what it looks like using visible and ultraviolet light.", "time":745},
	{"text": "Transitioning to the infrared allows us to see through the dust that blocks our view and image the newly formed stars inside -including this star ejecting jets of material in an early stage of its formation.", "time":770},
	{"text": "There have been times when we observe things so in conflict with our expectations that we've needed to rethink our entire model of how the Universe works. When this happens the Universe as we understand it has almost always become bigger and more fantastic. ", "time":800},
	{"text": "On the plaza in front of the Adler stands a statue of Nicolaus Copernicus, a replica of the one in front of the Polish Academy of Sciences in Warsaw.  In the 1500s, Copernicus began one the greatest intellectual revolutions in history.", "time":830},
	{"text": "Before Copernicus, people believed that the Earth was the center of the Universe. After the Copernican Revolution, we understood that the Sun is the center of the solar system, and the Earth was just one of the planets orbiting it.", "time":845},
	{"text": "When Isaac Newton discovered his Universal Law of Gravitation in the late 1600s we understood why the planets orbited the Sun. We could even imagine planets orbiting other stars as well. This illustration, also a part of the Adler's collections, depicts this new worldview. Each star orbited by undiscovered worlds.", "time":860},
	{"text": "At that time we thought our Galaxy was the entire Universe, but in the 1920s when Edwin Hubble discovered that the objects he was observing were separate galaxies, far beyond the boundaries of our Milky Way, we began to appreciate just how truly large our Universe is. Today, our unwavering sense of wonder pushes us to build better and better telescopes, which further enable us to glimpse the immensity of the Universe.", "time":890},
	{"text": "Take out that penny again, we are going to zoom into a patch of sky the size of a penny held at arms length. Try and match it up to the penny on the dome.", "time":913},
	{"text": "OK let's go", "time":932},
	{"text": "Actually I lied, we are zooming in much farther - to a patch only the size of Lincoln's eye on a penny held at arm's length.", "time":947},
	{"text": "This image is known as the Hubble Extreme Deep Field. The image combines exposures taken over a decade and is equivalent to 23 continuous days of observation, allowing us to detect VERY faint objects. There are 5,500 galaxies in this tiny patch of Sky - the size of Lincoln's eye - and that means there are about 600 billion galaxies across the whole sky.(PAUSE  - let it sink in) And (don't forget) each of these galaxies has, on average, hundreds of billions of stars.", "time":985},
	{"text": "Some of the objects in this image, the small red ones, are among the most distant galaxies ever observed. Because it takes light many billions of years to reach us from these objects, we observe them as they were in the distant past. In this one image we can observe 95% of cosmic history, gathering information about how galaxies evolve over time.", "time":1010},
	{"text": "With the unaided eye we can see thousands of stars. Telescopes allow us to view billions of galaxies. Yet for a long time we've wondered if there is more to the Universe than we can see. ", "time":1050},
	{"text": "Now we are zooming into one of the most massive clusters of galaxies in the Universe - the Coma Cluster -”containing more than 1,000 galaxies.", "time":2000},
	{"text": "In the 1930s, astronomer Fritz Zwicky made a measurement of the speed of galaxies in this cluster. They are going very fast. So fast, in fact, that the galaxies should just fly apart. There isn't nearly enough matter in what we see to provide the gravity needed to bind the galaxies. Since the cluster remains intact, Zwicky surmised that there had to be matter we didn't see, DARK MATTER, holding the galaxies together.", "time":2000},
	{"text": "Forty years later Vera Rubin uncovered another piece in the puzzle, by observing the speeds that stars were moving inside Spiral galaxies.", "time":2000},
	{"text": "One of the galaxies she studied was our neighbor Andromeda. Not only did the speed of the stars indicate that there must be dark matter in the Andromeda Galaxy, but the dark matter had to extend well beyond its visible edge. Galaxies, it seemed were surrounded by large dark matter halos.", "time":2000},
	{"text": "This is often the way scientific discovery occurs - we observe something unexpected, wonder what might be the cause, and then build theories to explain what we have seen. Sometimes it happens the other way around our theories of the Universe predict things that we aren't able to observe until much later.", "time":2000},
	{"text": "In 1936 Einstein predicted that gravity from a very massive object would warp space. The light travelling through that region of space would be bent, just like light travelling through a lens. The effect wasn't observed until after his death, but today, gravitational lensing is helping us unlock further mysteries of the Universe, including the mystery of Dark Matter.", "time":2000},
	{"text": "Notice the bright yellow objects in the center, they are the cluster galaxies. The blue ones are are background galaxies whose images have been magnified, warped and distorted into arcs.", "time":2000},
	{"text": "Check this out! There are one, two, three, four and five images of the same background galaxy. Multiple images like this only occur when the gravitational field is very strong and the spacetime warping very intense.", "time":2000},
	{"text": "Seeing how the light is distorted allows us to figure out where the dark matter is.", "time":2000},
	{"text": "We are now showing a map of the Dark Matter in blue.", "time":2000},
	{"text": "Even though dark matter doesn't emit any light, and even though we've never detected it in the laboratory, gravitational lensing lets us map out dark matter on the sky. We have discovered a way to observe what we can't directly see.", "time":2000},
	{"text": "Dark Matter is just one of the many mysteries of the Universe that we are facing. Some of them will likely require the next generation of scientists to solve, perhaps someone in this very room.", "time":2000},
	{"text": "To better understand dark matter, we need to discover more gravitational lenses, and to do that I'm asking for your help. We've just started a project called Space Warps that harnesses the power of the crowd to sift through tremendous numbers of images and find new gravitational lenses. You can join this project at Zooniverse.org", "time":2000},
	{"text": "I also encourage you to visit the temporary exhibit Planetary Machines, where you can see some of the original sources of the historic images used in the show.", "time":2000},
	{"text": "We've been on an amazing journey. Our observations are solid, our sense of wonder persists, and many discoveries are yet to be made.", "time":2000},
	{"text": "Thank you for joining me.", "time":2000}
];